{"_id":{"$oid":"56f29ffb3ad728474760b6be"},"name":"AMDARIS","description":"","web":"http://amdaris.com/","users":[{"$oid":"56f2c70e9911e7e547d26135"},{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f2baa39911e7e547d26132"},{"$oid":"56f3e205a2c22a424dc6a9de"},{"$oid":"56f42b79a2c22a424dc6a9e2"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b699"}],"createdAt":{"$date":"2016-03-23T13:54:03.105Z"},"__v":7}
{"_id":{"$oid":"56f29ffb3ad728474760b6bf"},"name":"SYONIC","description":"Syonic a dezvoltat si opereaza sistemul informatic medical icMED. Sistemul, bazat pe tehnologii web, acopera peste 10 milioane de cetateni din Romania si este utilizat de un numar de 3000 de furnizori de servicii medicale (cabinete de medicina de familie, policlinici si spitale). Toti furnizorii sunt interconectati prin fisa electronica unica a pacientului. Sistemul acopera atat activitatea medicala din cabinet sau spital, cat si activitatea administrativa, folosind interfete grafice customizate si optimizate pentru aceste functii. Numarul de consultatii care sunt efectuate zilnic in icMED este de 100.000.","web":"http://www.icmed.ro","users":[{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f3e205a2c22a424dc6a9de"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b69a"}],"createdAt":{"$date":"2016-03-23T13:54:03.119Z"},"__v":6}
{"_id":{"$oid":"56f29ffb3ad728474760b6c0"},"name":"AUTOLIV","description":"Autoliv este o companie americano-suedeză producatoare de sisteme de siguranta auto. În Timișoara, este situat cel mai mare centru R\u0026D Autoliv la nivel global, care dezvoltă sisteme electronice de siguranță pasivă (sisteme electronice pentru centuri de siguranță și airbag, etc.) și activă (sisteme de radar, sisteme de camera vision și night vision, funcționalități pentru mașina autonomă, etc.).","web":"www.autoliv.com","users":[{"$oid":"56f305489911e7e547d2614f"},{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f2baa39911e7e547d26132"},{"$oid":"56f3b517bea929a54cbeaae9"},{"$oid":"56f2f78e9911e7e547d26142"},{"$oid":"56f3e205a2c22a424dc6a9de"},{"$oid":"56f3bac8a2c22a424dc6a9d9"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b69b"}],"createdAt":{"$date":"2016-03-23T13:54:03.123Z"},"__v":13}
{"_id":{"$oid":"56f29ffb3ad728474760b6c1"},"name":"COBALT SIGN","description":"Suntem o echipă tânără, pasionată de dezvoltarea aplicațiilor mobile pentru iPhone, Android și Windows. Lucrăm cu entuziasm la diverse aplicații ale clienților: Vocea României, PetitChef, PLAI Festival etc. dar dezvoltăm și aplicațiile noastre proprii, precum Ready Set Holiday!. Compania a fost fondată în 2011 și am realizat peste 60 aplicații mobile pentru startup-uri și companii din Europa, Romania și SUA. Mai multe detalii despre noi puteți afla pe website.","web":"http://www.cobaltsign.com/","users":[{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f3c2bca2c22a424dc6a9db"},{"$oid":"56f3e205a2c22a424dc6a9de"},{"$oid":"56f42b79a2c22a424dc6a9e2"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b69c"},{"$oid":"56f29ffa3ad728474760b69d"}],"createdAt":{"$date":"2016-03-23T13:54:03.125Z"},"__v":6}
{"_id":{"$oid":"56f29ffb3ad728474760b6c2"},"name":"EBS Romania","description":"Fondat în anul 2000, Grupul EBS este unul dintre cei mai importanți furnizori de soluții și servicii software din România. În anul 2003 a devenit societate românească independentă, iar în noiembrie 2013 a fost preluată de concernul japonez NTT DATA, situat în top 10 mondial al furnizorilor de servicii IT. EBS Romania are sediul central în Cluj-Napoca și filiale în București, Sibiu, Brașov, Timișoara și Iași. Echipa  numără aproximativ 800 de angajați și colaboratori externi. În calitate de student, EBS îți oferă o multitudine de provocări şi perspective de promovare optime în domeniul ingineriei software. Toate aceste oportunități sunt posibile pentru că suntem o organizație orientată către performanță, atât în ceea ce privește evoluția în carieră, cât și în standardele pe care ni le stabilim în oferta de produse și servicii.","web":"","users":[{"$oid":"56f2c70e9911e7e547d26135"},{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f3c2bca2c22a424dc6a9db"},{"$oid":"56f3e205a2c22a424dc6a9de"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b69e"},{"$oid":"56f29ffa3ad728474760b69f"}],"createdAt":{"$date":"2016-03-23T13:54:03.131Z"},"__v":6}
{"_id":{"$oid":"56f29ffb3ad728474760b6c3"},"name":"Huf Romania","description":"Huf Romania este o investitie a grupului Huf Hülsbeck \u0026 Fürst GmbH, producator de echipamente pentru accesul, securitatea si imobilizarea autovehiculelor. Fabrica din Arad si-a inceput activitatea de productie in luna Octombrie 2006. Centrul R\u0026D din Timisoara si-a inceput activitatea in Aprilie 2011. Huf Hülsbeck \u0026 Fürst a fost fondata in 1908 la Velbert ca si o afacere de familie. Compania a livrat primele produse catre Mercedes Benz, fiind totodata si prima companie care a dezvoltat componente pentru accesul in masina cu sisteme „Passive Entry” si „Keyless Go”. Astazi, Grupul Huf are peste 7.200 de angajati in 14 tari din intreaga lume.","web":"www.huf-group.com","users":[{"$oid":"56f305489911e7e547d2614f"},{"$oid":"56f2baa39911e7e547d26132"},{"$oid":"56f3e205a2c22a424dc6a9de"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b6a0"},{"$oid":"56f29ffa3ad728474760b6a1"}],"createdAt":{"$date":"2016-03-23T13:54:03.134Z"},"__v":5}
{"_id":{"$oid":"56f29ffb3ad728474760b6c4"},"name":"NOKIA","description":"Nokia is a global leader in the technologies that connect people and things. Headquartered in Espoo, Finland, and with operations around the world, Nokia invests in the technologies of the future. In 2016 Alcatel-Lucent joins Nokia to become an innovation leader in next-generation networks \u0026 services. We create \u0026 enable new \u0026 extraordinary experiences in people’s lives through technology. We are in 100+ countries with 2 businesses. Nokia:  provides broadband infrastructure, software \u0026  services. Nokia Technologies: explores where technology can take us next. Our vision is to expand the human possibilities of the connected world. We want to create and enable new and extraordinary experiences in people’s lives through technology that is grounded in real human needs.See our latest video: https://www.youtube.com/watch?v=aYm7hh9ys0c","web":"http://www.nokia.com","users":[{"$oid":"56f305489911e7e547d2614f"},{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f2baa39911e7e547d26132"},{"$oid":"56f3b517bea929a54cbeaae9"},{"$oid":"56f3c2bca2c22a424dc6a9db"},{"$oid":"56f2f78e9911e7e547d26142"},{"$oid":"56f3e205a2c22a424dc6a9de"},{"$oid":"56f4363aa2c22a424dc6a9e8"},{"$oid":"56f3bac8a2c22a424dc6a9d9"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b6a2"}],"createdAt":{"$date":"2016-03-23T13:54:03.136Z"},"__v":11}
{"_id":{"$oid":"56f29ffb3ad728474760b6c5"},"name":"Saguaro","description":"With corporate headquarters in California, USA, and technical operations in Timișoara, Romania, Saguaro Technology was founded to create a new and better way to meet the technical engineering resource challenges faced by North American enterprises. Saguaro maintains a tight-knit community of software engineering, quality assurance, and support professionals that provide the highest standards of software engineering, professionalism, and ethical behavior, and do so, within our unique ‘Ownership Model’. Why the ‘Ownership Model’? Many fast-paced enterprises, seeking additional software engineering developers, have had difficulties finding stable, affordable and committed resources. In response, Saguaro pioneered the ‘Ownership Model’. Under this Model, our employees commit to fully owning our client’s goals and objectives and our team members behave just like fellow employees, align with the client’s corporate culture, and embrace the same standards and outcomes set by our clients. Saguaro’s skilled, talented workforce is assembled by and for each specific client, and team members are completely integrated with the client’s internal technical groups.","web":"","users":[{"$oid":"56f2c70e9911e7e547d26135"},{"$oid":"56f305489911e7e547d2614f"},{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f2baa39911e7e547d26132"},{"$oid":"56f3b517bea929a54cbeaae9"},{"$oid":"56f2f78e9911e7e547d26142"},{"$oid":"56f3e205a2c22a424dc6a9de"},{"$oid":"56f42b79a2c22a424dc6a9e2"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b6a3"},{"$oid":"56f29ffa3ad728474760b6a4"},{"$oid":"56f29ffa3ad728474760b6a5"},{"$oid":"56f29ffa3ad728474760b6a6"},{"$oid":"56f29ffa3ad728474760b6a7"},{"$oid":"56f29ffa3ad728474760b6a8"},{"$oid":"56f29ffa3ad728474760b6a9"}],"createdAt":{"$date":"2016-03-23T13:54:03.138Z"},"__v":10}
{"_id":{"$oid":"56f29ffb3ad728474760b6c6"},"name":"Continental","description":"Concernul Continental AG este unul dintre furnizorii de top ai industriei auto din lume. În calitate de furnizor de sisteme de frânare, sisteme şi componente pentru trenuri de rulare şi şasiuri, instrumente, soluţii de informare şi divertisment, electronică auto, pneuri şi produse tehnice din elastomeri, Continental contribuie în mod constant la un plus de siguranţă în trafic şi la protecţia climei la nivel global. De asemenea, Continental este un partener în comunicarea auto interconectată. La Continental Automotive în România, peste 7000 de oameni lucrează în centrele de cercetare şi dezvoltare din Timişoara, Sibiu şi Iaşi şi în unităţile de producţie din Sibiu, Timişoara şi Braşov. Inginerii noştri dezvoltă soluţii software, hardware şi de design mecanic pentru aplicaţii în interiorul maşinii, pentru siguranţă, motor şi transmisie, cât şi sisteme de navigaţie şi instrumente de bord pentru viitoarele maşini şi camioane.","web":"","users":[{"$oid":"56f305489911e7e547d2614f"},{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f2baa39911e7e547d26132"},{"$oid":"56f3e205a2c22a424dc6a9de"},{"$oid":"56f4363aa2c22a424dc6a9e8"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b6aa"}],"createdAt":{"$date":"2016-03-23T13:54:03.141Z"},"__v":5}
{"_id":{"$oid":"56f29ffb3ad728474760b6c7"},"name":"SAP","description":"SAP este în centrul revoluției tehnologice de astăzi. Ca lider de piațe în domeniul soluțiilor software de business,  SAP ajută companiile de orice dimensiune să diminueze efectele negative ale complexității și generează noi oportunități de creștere și inovare, aflându-se în permanență înaintea competiție.","web":"http://go.sap.com/romania/index","users":[{"$oid":"56f3e205a2c22a424dc6a9de"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b6b5"}],"createdAt":{"$date":"2016-03-23T13:54:03.145Z"},"__v":1}
{"_id":{"$oid":"56f29ffb3ad728474760b6c8"},"name":"SC CRM Software SRL","description":"CRM Software Srl este o societate cu capital românesc care își are sediul în Timișoara. Compania are o vastă experiență în dezvoltarea aplicațiilor pe mobil și PC. CRM Software a creat și îmbunătățit mai multe soluții video TV bazate pe platforma Multiscreen Video cum ar fi Du View, Andorra, Telecable. Am construit în timp o echipa specializata în obținerea de soluții complete, care îmbina armonios experiența dobândită în crearea de software orientat catre client, utilizarea facila a acestuia și design-ul grafic placut.","web":"https://goo.gl/maps/ZxjndVPSg2K2","users":[{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f3c2bca2c22a424dc6a9db"},{"$oid":"56f3e205a2c22a424dc6a9de"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b6b6"}],"createdAt":{"$date":"2016-03-23T13:54:03.147Z"},"__v":3}
{"_id":{"$oid":"56f29ffb3ad728474760b6c9"},"name":"FLEX ROMANIA","description":" Flex is a leading sketch-to-scale solutions company that designs and builds intelligent products for a connected world. With more than 200,000 professionals across 30 countries and a promise to help make the world Live smarter™, the company provides innovative design, engineering, manufacturing, real-time supply chain insight and logistics services to companies of all sizes in various industries and end-markets. Flex operations in Timisoara serve customers in the automotive, medical, industrial and networking market sectors, with more than 4000 employees. Our manufacturing capabilities include printed circuit board assembly, new product introduction, box-build and high level system assembly. We also provide a full range of clean room product assembly for medical disposable devices.","web":"http://www.flextronics.com","users":[{"$oid":"56f2baa39911e7e547d26132"},{"$oid":"56f3e205a2c22a424dc6a9de"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b6b7"}],"createdAt":{"$date":"2016-03-23T13:54:03.149Z"},"__v":2}
{"_id":{"$oid":"56f29ffb3ad728474760b6ca"},"name":"S.C. PRESSLABS S.R.L.","description":"Suntem o companie de hosting specializat în WordPress, fondata în Timișoara în 2011. Oamenii sunt foarte importanți pentru noi și ne dorim sa oferim servicii atât performante cât și umane, iar relația cu clienții, colegii sau partnerii de afaceri sa fie cât mai benefica de ambele parți. Clienții sunt cei mai buni promoteri ai nostri, iar acest lucru ne bucura pentru ca arata încrederea pe care o au în noi și confirma calitatea serviciilor noastre.","web":"https://www.presslabs.com/","users":[{"$oid":"56f2c70e9911e7e547d26135"},{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f3e205a2c22a424dc6a9de"},{"$oid":"56f42b79a2c22a424dc6a9e2"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b6b8"}],"createdAt":{"$date":"2016-03-23T13:54:03.152Z"},"__v":6}
{"_id":{"$oid":"56f29ffb3ad728474760b6cb"},"name":"Atos","description":"Atos este unul dintre liderii europeni in servicii de tehnologia informatiei si unul dintre cei mai apreciati angajatori din industria IT, cu venituri anuale in 2014 de 12 miliarde € si 100.000 de angajati in 72 de tari. Grupul Atos este listat pe piata bursiera Euronext Paris. Deservind clienti la nivel global, Grupul Atos furnizeaza servicii de consultanta si integrare de sisteme, servicii de gestionare aplicatii \u0026 solutii BPO, operatiuni Cloud, solutii Big Data si de securitate, precum si servicii tranzactionale si de plati electronice. Cu vasta expertiza tehnologica si cunoasterea detaliata a mediului industrial, grupul lucreaza pentru clienti din diferite sectoare de activitate: Aparare, Sanatate, Productie, Media \u0026 Utilitati, Sector Public, Vanzari cu amanuntul, Telecomunicatii, Transport. Atos este Partener Global de Tehnologia Informatiei pentru Jocurile Olimpice si Paralimpice si a fost implicat in toate editiile anterioare ale Jocurilor Olimpice din 1992, incluzand cea mai recenta editie a Jocurilor Olimpice de Iarna de la Sochi.mStructura Atos Romania cuprinde doua divizii de operatiuni: Servicii  de Infrastructura si Gestionare Aplicatii (Managed Services - MS), unde peste 1.400 de  specialisti furnizeaza o gama larga de servicii de Infrastructura si Gestionare aplicatii pentru mai mult de 200 de clienti finali din afara Romaniei. Si o a doua divizie: Integrare Sisteme (System Integration – SI) cu peste 70 de  specialisti care  furnizeaza servicii de Project Management, SAP, dirX, Software development;","web":"http://ro.atos.net/ro-ro/","users":[{"$oid":"56f2c70e9911e7e547d26135"},{"$oid":"56f305489911e7e547d2614f"},{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f2baa39911e7e547d26132"},{"$oid":"56f3b517bea929a54cbeaae9"},{"$oid":"56f2f78e9911e7e547d26142"},{"$oid":"56f3e205a2c22a424dc6a9de"},{"$oid":"56f4363aa2c22a424dc6a9e8"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b6ab"},{"$oid":"56f29ffa3ad728474760b6ac"},{"$oid":"56f29ffa3ad728474760b6ad"},{"$oid":"56f29ffa3ad728474760b6ae"},{"$oid":"56f29ffa3ad728474760b6af"},{"$oid":"56f29ffa3ad728474760b6b0"},{"$oid":"56f29ffa3ad728474760b6b1"},{"$oid":"56f29ffa3ad728474760b6b2"},{"$oid":"56f29ffa3ad728474760b6b3"},{"$oid":"56f29ffa3ad728474760b6b4"}],"createdAt":{"$date":"2016-03-23T13:54:03.153Z"},"__v":8}
{"_id":{"$oid":"56f29ffb3ad728474760b6cc"},"name":"Yazaki Component Technology SRl","description":"Yazaki Component Technology is an automotive supplier, part of Yazaki Corporation, a world leader in developing and manufacturing electric and electronic components for the greatest car makers in the world. We are present in Arad with a production site and in Timisoara with an R\u0026D center.The R\u0026D center located in Timisoara is an integrated part of the European R\u0026D organization focussing on development and industrialization.Arad is lean production site of new instrument clusters and body controllers.","web":"http://www.yazaki-europe.com","users":[{"$oid":"56f2a68cbf6636d947f64654"},{"$oid":"56f305489911e7e547d2614f"},{"$oid":"56f392f817ef7b834a987acb"},{"$oid":"56f2baa39911e7e547d26132"},{"$oid":"56f2f78e9911e7e547d26142"},{"$oid":"56f3e205a2c22a424dc6a9de"},{"$oid":"56f3bac8a2c22a424dc6a9d9"}],"summerPracticePrograms":[{"$oid":"56f29ffa3ad728474760b6b9"},{"$oid":"56f29ffa3ad728474760b6ba"},{"$oid":"56f29ffa3ad728474760b6bb"},{"$oid":"56f29ffa3ad728474760b6bc"},{"$oid":"56f29ffa3ad728474760b6bd"}],"createdAt":{"$date":"2016-03-23T13:54:03.160Z"},"__v":7}
